tap "fluxcd/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "minamijoyo/tfupdate"
tap "siderolabs/tap"
tap "thecasualcoder/stable"
brew "age"
brew "xz"
brew "automake"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "readline"
brew "aws-sam-cli"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bison"
brew "glib"
brew "gmp"
brew "checkov"
brew "chezmoi"
brew "cocogitto"
brew "coreutils"
brew "direnv"
brew "dnsmasq"
brew "docker", link: false
brew "docutils"
brew "ed"
brew "eksctl"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "python@3.12"
brew "gitlint"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "golangci-lint"
brew "helix"
brew "helm"
brew "imagemagick"
brew "jaq"
brew "jq"
brew "k2tf"
brew "kind"
brew "kubectx"
brew "lf"
brew "libffi"
brew "libpq"
brew "luarocks"
brew "make"
brew "node"
brew "markdownlint-cli2"
brew "marksman"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mise"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openapi-generator"
brew "packer"
brew "parallel"
brew "pinentry-mac"
brew "pipenv"
brew "pnpm"
brew "pre-commit"
brew "prips"
brew "prometheus"
brew "pssh"
brew "pyenv"
brew "restic"
brew "ripgrep"
brew "rpm"
brew "ruby-install"
brew "ruff"
brew "rust"
brew "shfmt"
brew "skopeo"
brew "sops"
brew "sponge"
brew "squashfs"
brew "sshpass"
brew "stylua"
brew "syncthing", restart_service: :changed
brew "tealdeer"
brew "tenv"
brew "terraform-docs"
brew "tfenv", link: false
brew "tflint"
brew "tfsec"
brew "uv"
brew "vault"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yazi"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zk"
brew "zsh-completions"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform-ls"
brew "minamijoyo/tfupdate/tfupdate"
brew "siderolabs/tap/talosctl"
brew "thecasualcoder/stable/tf-summarize"
cask "bitwarden"
cask "docker-desktop"
cask "espanso"
cask "fig"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-mononoki-nerd-font"
cask "gimp"
cask "hiddenbar"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "nextcloud"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "spotify"
cask "vlc"
